Repository: synistr/ClipNote
Catalog: ClipNote/Localizable.xcstrings
Source language: en
Languages: ja

source: About
ja: 情報

source: Action
ja: アクション

source: Add New Note
ja: 新規ノートを追加

source: App Settings
ja: アプリの設定

source: Ascending
ja: 昇順

source: Auto Paste from Clipboard
ja: クリップボードから自動でペースト

source: Camera
ja: カメラ

source: Camera access is denied. Please grant permission in Settings.
ja: カメラにアクセスする権限がありません。設定から許可してください。

source: Camera access is restricted.
ja: カメラは制限されています。

source: Camera Control Action
ja: カメラコントロールアクション

source: Cancel
ja: キャンセル

source: Cannot access the camera.
ja: カメラにアクセスできません。

source: Change App Icon
ja: アイコンを変更

source: Close
ja: 閉じる

source: Close Curtain
ja: カーテンを閉じる

source: Collapsed
ja: 折りたたまれています

source: Copy
ja: コピー

source: Currently sorted in %@ order.
ja: 現在、%@で並べられています。

source: Date
ja: 日付

source: Delete
ja: 削除

source: Descending
ja: 降順

source: Developer
ja: 開発者

source: Done
ja: 完了

source: Enable Note List Animations
ja: ノートリストのアニメーションを有効にする

source: Error
ja: エラー

source: Even when setting something other than %@, the camera will temporarily launch in the background.
ja: 「%@」以外を設定した場合でも、カメラが一時的にバックグラウンドで起動します。

source: Expanded
ja: 開かれています

source: Failed to Import File
ja: ファイルのインポートに失敗しました

source: Failed to start recording.
ja: 録音の開始に失敗しました。

source: File Name Format
ja: ファイル名のフォーマット

source: File Not Found
ja: ファイルが見つかりません

source: Finish Record
ja: 録音を終了

source: Flash Auto
ja: フラッシュ自動

source: Flash Off
ja: フラッシュオフ

source: Flash On
ja: フラッシュオン

source: Folder Not Found
ja: フォルダが見つかりません

source: for "%@".
ja: 対象: "%@"

source: Image Preview
ja: 画像のプレビュー

source: Import from Files
ja: “ファイル”から追加

source: Import from Photos
ja: “写真”からインポート

source: Large
ja: 大

source: Launch Camera
ja: カメラを起動

source: Launch ClipNote Camera
ja: ClipNoteでカメラを起動

source: License
ja: ライセンス

source: Location
ja: 場所

source: Microphone access denied. Please enable it in Settings.
ja: マイクへのアクセスが拒否されています。設定で有効にしてください。

source: Name
ja: 名前

source: New Name
ja: 新しい名前

source: New Note
ja: 新規ノート

source: No notes yet.
ja: まだノートがありません。

source: No Results
ja: 結果なし

source: No valid content found in clipboard to paste.
ja: 利用可能なコンテンツがクリップボードにありません。

source: Note List
ja: ノートリスト

source: Off
ja: オフ

source: On My Apple TV
ja: このApple TV内

source: On My Apple Vision
ja: このApple Vision内

source: On My CarPlay
ja: このCarPlay内

source: On My Device
ja: このデバイス内

source: On My iPad
ja: このiPad内

source: On My iPhone
ja: このiPhone内

source: On My Mac
ja: このMac内

source: Open App Only
ja: アプリを開くのみ

source: Open App Option
ja: アプリを開くときのオプション

source: Open ClipNote
ja: ClipNoteを開く

source: Open in Browser
ja: ブラウザで開く

source: Open URL
ja: URLを開く

source: Paste
ja: 貼り付け

source: Paste Failed
ja: ペーストに失敗しました

source: Paste from Clipboard
ja: クリップボードから貼り付け

source: Pin
ja: ピン留め

source: Pinned Notes
ja: ピン留めされたノート

source: Please allow camera access to take photos.
ja: 写真を撮るにはカメラへのアクセスを許可する必要があります。

source: Preparing...
ja: 準備中…

source: Privacy Policy
ja: プライバシーポリシー

source: Quick Look
ja: クイックルック

source: Record Audio
ja: 音声を録音

source: Recording
ja: 録音中

source: Reload
ja: 再読み込み

source: Remain in Camera After Shooting
ja: 撮影後もカメラに残る

source: Rename
ja: 名称変更

source: Replace query with %s.
ja: クエリを%sで置き換えます。

source: Request Camera Access
ja: カメラにアクセスする権限をリクエスト

source: Sample: %@
ja: ファイル名の例: %@

source: Save Captured Image to Photos
ja: 撮影後「写真」に保存する

source: Save to Photos
ja: “写真”に保存

source: Search Engine
ja: 検索エンジン

source: Search Notes
ja: ノートを検索

source: Set a search engine used for searching within notes.
ja: ノートで検索する時に使用する検索エンジンを設定します。

source: Set Camera Control Action
ja: カメラコントロールアクションを設定

source: Set Camera Control Action to ${action}
ja: カメラコントロールアクションを ${action} に設定

source: Set URL for Open URL Action
ja: 「URLを開く」アクションのURLを設定

source: Set URL for Open URL Action to ${url}
ja: 「URLを開く」アクションのURLを ${url} に設定

source: Sets a URL to be used in the Open URL action.
ja: 「URLを開く」アクションで使用するURLを設定します。

source: Sets an action when launched from Camera Control.
ja: カメラコントロールから起動したときのアクションを設定します。

source: Settings
ja: 設定

source: Settings...
ja: 設定…

source: Share
ja: 共有

source: Show Hidden Files
ja: 隠しファイルを表示

source: Small
ja: 小

source: Sort By
ja: 並び順

source: Source
ja: ソースコード

source: Start Recording
ja: 録音を開始

source: Switch Camera
ja: カメラを切り替え

source: Switch Lens
ja: レンズを切り替え

source: Take Photo
ja: 撮影

source: To avoid display issues, some animations in note list are disabled by default.
ja: 表示上の問題を避けるために、ノートリストのアニメーションの一部はデフォルトで無効になっています。

source: Toggle Flash
ja: フラッシュを切り替え

source: Translate
ja: 翻訳

source: Unknown Flash Mode
ja: 不明なフラッシュモード

source: Unknown microphone authorization status.
ja: 不明なマイクの認証ステータスです。

source: Unpin
ja: ピン留めを解除

source: Unpin All
ja: すべてのピン留めを解除

source: Use date format patterns to customize file names.
ja: 日付フォーマットを使用してファイル名をカスタマイズします。

source: Version
ja: バージョン

source: You are on the lock screen. You can check photos taken after unlocking your device.
ja: ロック画面から起動しています。撮影した写真はロック解除したあとに確認できます。
